test/tsung/contents/http_keep_alive.soap11.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <HTTP_KeepAlive xmlns="http://pmmsoapmessenger.com/">
      <customerID>10003</customerID>
      <userName>user</userName>
      <userPassword>password</userPassword>
    </HTTP_KeepAlive>
  </soap:Body>
</soap:Envelope>
